<?php

 return array (
  0 => 
  array (
    0 => 'aliceblue',
    1 => '爱丽丝蓝',
    2 => '#F0F8FF',
    3 => '240,248,255',
    4 => '美国前总统西奥多·罗斯福长女爱丽丝·罗斯福·朗沃斯创造的时尚色',
  ),
  1 => 
  array (
    0 => 'antiquewhite',
    1 => '古董白',
    2 => '#FAEBD7',
    3 => '250,235,215',
    4 => '',
  ),
  2 => 
  array (
    0 => 'aquamarine',
    1 => '碧绿',
    2 => '#7FFFD4',
    3 => '127,255,212',
    4 => '亦作“碧蓝”，但其主色调为绿色',
  ),
  3 => 
  array (
    0 => 'azure',
    1 => '青白色',
    2 => '#F0FFFF',
    3 => '240,255,255',
    4 => '本为湛蓝，但在Web色中是一种浅色',
  ),
  4 => 
  array (
    0 => 'beige',
    1 => '米色',
    2 => '#F5F5DC',
    3 => '245,245,220',
    4 => '',
  ),
  5 => 
  array (
    0 => 'bisque',
    1 => '陶坯黄',
    2 => '#FFE4C4',
    3 => '255,228,196',
    4 => '',
  ),
  6 => 
  array (
    0 => 'black',
    1 => '黑色',
    2 => '#000000',
    3 => '0,0,0',
    4 => '',
  ),
  7 => 
  array (
    0 => 'blanchedalmond',
    1 => '杏仁白',
    2 => '#FFEBCD',
    3 => '255,235,205',
    4 => '',
  ),
  8 => 
  array (
    0 => 'blue',
    1 => '蓝色',
    2 => '#0000FF',
    3 => '0,0,255',
    4 => '',
  ),
  9 => 
  array (
    0 => 'blueviolet',
    1 => '蓝紫色',
    2 => '#8A2BE2',
    3 => '138,43,226',
    4 => '即“蓝紫罗兰色”，直译名称过长',
  ),
  10 => 
  array (
    0 => 'brown',
    1 => '褐色',
    2 => '#A52A2A',
    3 => '165,42,42',
    4 => '亦作“棕色”',
  ),
  11 => 
  array (
    0 => 'burlywood',
    1 => '硬木褐',
    2 => '#DEB887',
    3 => '222,184,135',
    4 => '',
  ),
  12 => 
  array (
    0 => 'cadetblue',
    1 => '军服蓝',
    2 => '#5F9EA0',
    3 => '95,158,160',
    4 => '',
  ),
  13 => 
  array (
    0 => 'chartreuse',
    1 => '查特酒绿',
    2 => '#7FFF00',
    3 => '127,255,0',
    4 => '一种药酒，诞生于17世纪的法国',
  ),
  14 => 
  array (
    0 => 'chocolate',
    1 => '巧克力色',
    2 => '#D2691E',
    3 => '210,105,30',
    4 => '',
  ),
  15 => 
  array (
    0 => 'coral',
    1 => '珊瑚红',
    2 => '#FF7F50',
    3 => '255,127,80',
    4 => '',
  ),
  16 => 
  array (
    0 => 'cornflowerblue',
    1 => '矢车菊蓝',
    2 => '#6495ED',
    3 => '100,149,237',
    4 => '矢车菊是德国和马其顿的国花',
  ),
  17 => 
  array (
    0 => 'cornsilk',
    1 => '玉米穗黄',
    2 => '#FFF8DC',
    3 => '255,248,220',
    4 => '',
  ),
  18 => 
  array (
    0 => 'crimson',
    1 => '绯红',
    2 => '#DC143C',
    3 => '220',
    4 => '20,60",较之猩红(Scarlet)蓝色分量要多些',
  ),
  19 => 
  array (
    0 => 'cyan/aqua',
    1 => '青色',
    2 => '#00FFFF',
    3 => '0,255,255',
    4 => '',
  ),
  20 => 
  array (
    0 => 'darkblue',
    1 => '深蓝',
    2 => '#00008B',
    3 => '0,0,139',
    4 => '',
  ),
  21 => 
  array (
    0 => 'darkcyan',
    1 => '深青',
    2 => '#008B8B',
    3 => '0,139,139',
    4 => '',
  ),
  22 => 
  array (
    0 => 'darkgoldenrod',
    1 => '深金菊黄',
    2 => '#B8860B',
    3 => '184,134,11',
    4 => '见“GoldenRod”',
  ),
  23 => 
  array (
    0 => 'darkgray',
    1 => '暗灰',
    2 => '#A9A9A9',
    3 => '169,169,169',
    4 => '',
  ),
  24 => 
  array (
    0 => 'darkgreen',
    1 => '深绿',
    2 => '#006400',
    3 => '0,100,0',
    4 => '',
  ),
  25 => 
  array (
    0 => 'darkkhaki',
    1 => '深卡其色',
    2 => '#BDB76B',
    3 => '189,183,107',
    4 => '见“Khaki”',
  ),
  26 => 
  array (
    0 => 'darkmagenta',
    1 => '深品红',
    2 => '#8B008B',
    3 => '139,0,139',
    4 => '',
  ),
  27 => 
  array (
    0 => 'darkolivegreen',
    1 => '深橄榄绿',
    2 => '#556B2F',
    3 => '85,107,47',
    4 => '',
  ),
  28 => 
  array (
    0 => 'darkorange',
    1 => '深橙',
    2 => '#FF8C00',
    3 => '255,140,0',
    4 => '',
  ),
  29 => 
  array (
    0 => 'darkorchid',
    1 => '深洋兰紫',
    2 => '#9932CC',
    3 => '153,50,204',
    4 => '见“Orchid”',
  ),
  30 => 
  array (
    0 => 'darkred',
    1 => '深红',
    2 => '#8B0000',
    3 => '139,0,0',
    4 => '',
  ),
  31 => 
  array (
    0 => 'darksalmon',
    1 => '深鲑红',
    2 => '#E9967A',
    3 => '233,150,122',
    4 => '见“Salmon”',
  ),
  32 => 
  array (
    0 => 'darkseagreen',
    1 => '深海藻绿',
    2 => '#8FBC8F',
    3 => '143,188,143',
    4 => '',
  ),
  33 => 
  array (
    0 => 'darkslateblue',
    1 => '深岩蓝',
    2 => '#483D8B',
    3 => '72,61,139',
    4 => '',
  ),
  34 => 
  array (
    0 => 'darkslategray',
    1 => '深岩灰',
    2 => '#2F4F4F',
    3 => '47',
    4 => '79,79",',
  ),
  35 => 
  array (
    0 => 'darkturquoise',
    1 => '深松石绿',
    2 => '#00CED1',
    3 => '0,206,209',
    4 => '见“Turquoise”',
  ),
  36 => 
  array (
    0 => 'darkviolet',
    1 => '深紫',
    2 => '#9400d3',
    3 => '148,0,211',
    4 => '即“深紫罗兰色”，直译名称过长',
  ),
  37 => 
  array (
    0 => 'deeppink',
    1 => '深粉',
    2 => '#FF1493',
    3 => '255,20,147',
    4 => '',
  ),
  38 => 
  array (
    0 => 'deepskyblue',
    1 => '深天蓝',
    2 => '#00BFFF',
    3 => '0,191,255',
    4 => '',
  ),
  39 => 
  array (
    0 => 'dimgray',
    1 => '昏灰',
    2 => '#696969',
    3 => '105,105,105',
    4 => '是命名颜色中最深的一种灰色',
  ),
  40 => 
  array (
    0 => 'dodgerblue',
    1 => '湖蓝',
    2 => '#1E90FF',
    3 => '30,144,255',
    4 => '洛杉矶道奇棒球队队标的颜色',
  ),
  41 => 
  array (
    0 => 'firebrick',
    1 => '火砖红',
    2 => '#B22222',
    3 => '178,34,34',
    4 => '耐火砖的颜色比普通红砖要深',
  ),
  42 => 
  array (
    0 => 'floralwhite',
    1 => '花卉白',
    2 => '#FFFAF0',
    3 => '255,250,240',
    4 => '不可简称“花白”(后者与斑白同义)',
  ),
  43 => 
  array (
    0 => 'forestgreen',
    1 => '森林绿',
    2 => '#228B22',
    3 => '34,139,34',
    4 => '',
  ),
  44 => 
  array (
    0 => 'gainsboro',
    1 => '庚氏灰',
    2 => '#DCDCDC',
    3 => '220,220,220',
    4 => '托马斯·庚斯博罗，18世纪英国画家',
  ),
  45 => 
  array (
    0 => 'ghostwhite',
    1 => '幽灵白',
    2 => '#F8F8FF',
    3 => '248,248,255',
    4 => '',
  ),
  46 => 
  array (
    0 => 'gold',
    1 => '金色',
    2 => '#FFD700',
    3 => '255,215,0',
    4 => '',
  ),
  47 => 
  array (
    0 => 'goldenrod',
    1 => '金菊黄',
    2 => '#DAA520',
    3 => '218,165,32',
    4 => '一枝黄花，一种菊科花卉',
  ),
  48 => 
  array (
    0 => 'gray',
    1 => '灰色',
    2 => '#808080',
    3 => '128,128,128',
    4 => '',
  ),
  49 => 
  array (
    0 => 'green',
    1 => '调和绿',
    2 => '#008000',
    3 => '0,128,0',
    4 => '视觉上的正绿色',
  ),
  50 => 
  array (
    0 => 'greenyellow',
    1 => '黄绿色',
    2 => '#ADFF2F',
    3 => '173,255,47',
    4 => '请注意与YellowGreen区分',
  ),
  51 => 
  array (
    0 => 'honeydew',
    1 => '蜜瓜绿',
    2 => '#F0FFF0',
    3 => '240,255,240',
    4 => 'Honeydew即白兰瓜、蜜瓜',
  ),
  52 => 
  array (
    0 => 'hotpink',
    1 => '艳粉',
    2 => '#FF69B4',
    3 => '255,105,180',
    4 => '不是暖粉，后者应是偏黄的粉色',
  ),
  53 => 
  array (
    0 => 'indianred',
    1 => '印度红',
    2 => '#CD5C5C',
    3 => '205,92,92',
    4 => '',
  ),
  54 => 
  array (
    0 => 'indigo',
    1 => '靛蓝',
    2 => '#4B0082',
    3 => '75,0,130',
    4 => '',
  ),
  55 => 
  array (
    0 => 'ivory',
    1 => '象牙白',
    2 => '#FFFFF0',
    3 => '255,255,240',
    4 => '',
  ),
  56 => 
  array (
    0 => 'khaki',
    1 => '卡其色',
    2 => '#F0E68C',
    3 => '240,230,140',
    4 => 'Khaki是一种布料的名称',
  ),
  57 => 
  array (
    0 => 'lavender',
    1 => '薰衣草紫',
    2 => '#E6E6FA',
    3 => '230,230,250',
    4 => '',
  ),
  58 => 
  array (
    0 => 'lavenderblush',
    1 => '薰衣草红',
    2 => '#FFF0F5',
    3 => '255,240,245',
    4 => '“薰衣草紫红色”的简略',
  ),
  59 => 
  array (
    0 => 'lawngreen',
    1 => '草坪绿',
    2 => '#7CFC00',
    3 => '124,252,0',
    4 => '',
  ),
  60 => 
  array (
    0 => 'lemonchiffon',
    1 => '柠檬绸黄',
    2 => '#FFFACD',
    3 => '255,250,205',
    4 => '',
  ),
  61 => 
  array (
    0 => 'lightblue',
    1 => '浅蓝',
    2 => '#ADD8E6',
    3 => '173,216,230',
    4 => '',
  ),
  62 => 
  array (
    0 => 'lightcoral',
    1 => '浅珊瑚红',
    2 => '#F08080',
    3 => '240,128,128',
    4 => '',
  ),
  63 => 
  array (
    0 => 'lightcyan',
    1 => '浅青',
    2 => '#E0FFFF',
    3 => '224,255,255',
    4 => '',
  ),
  64 => 
  array (
    0 => 'lightgoldenrodyellow',
    1 => '浅金菊黄',
    2 => '#FAFAD2',
    3 => '250,250,210',
    4 => '见“GoldenRod”',
  ),
  65 => 
  array (
    0 => 'lightgray',
    1 => '亮灰',
    2 => '#D3D3D3',
    3 => '211,211,211',
    4 => '',
  ),
  66 => 
  array (
    0 => 'lightgreen',
    1 => '浅绿',
    2 => '#90EE90',
    3 => '144,238,144',
    4 => '',
  ),
  67 => 
  array (
    0 => 'lightpink',
    1 => '浅粉',
    2 => '#FFB6C1',
    3 => '255,182,193',
    4 => '',
  ),
  68 => 
  array (
    0 => 'lightsalmon',
    1 => '浅鲑红',
    2 => '#FFA07A',
    3 => '255,160,122',
    4 => '见“Salmon”',
  ),
  69 => 
  array (
    0 => 'lightseagreen',
    1 => '浅海藻绿',
    2 => '#20B2AA',
    3 => '32,178,170',
    4 => '',
  ),
  70 => 
  array (
    0 => 'lightskyblue',
    1 => '浅天蓝',
    2 => '#87CEFA',
    3 => '135,206,250',
    4 => '',
  ),
  71 => 
  array (
    0 => 'lightslategray',
    1 => '浅岩灰',
    2 => '#778899',
    3 => '119,136,153',
    4 => '',
  ),
  72 => 
  array (
    0 => 'lightsteelblue',
    1 => '浅钢青',
    2 => '#0C4DE',
    3 => '176,196,222',
    4 => '',
  ),
  73 => 
  array (
    0 => 'lightyellow',
    1 => '浅黄',
    2 => '#FFFFE0',
    3 => '255,255,224',
    4 => '',
  ),
  74 => 
  array (
    0 => 'lime',
    1 => '绿色',
    2 => '#00FF00',
    3 => '0,255,0',
    4 => 'RGB颜色空间的正绿色',
  ),
  75 => 
  array (
    0 => 'limegreen',
    1 => '青柠绿',
    2 => '#32CD32',
    3 => '50,205,50',
    4 => 'Lime是青柠，Lemon才是柠檬',
  ),
  76 => 
  array (
    0 => 'linen',
    1 => '亚麻色',
    2 => '#FAF0E6',
    3 => '250,240,230',
    4 => '',
  ),
  77 => 
  array (
    0 => 'magenta/fuchsia',
    1 => '洋红',
    2 => '#FF00FF',
    3 => '255,0,255',
    4 => '',
  ),
  78 => 
  array (
    0 => 'maroon',
    1 => '栗色',
    2 => '#800000',
    3 => '128,0,0',
    4 => '',
  ),
  79 => 
  array (
    0 => 'mediumaquamarine',
    1 => '中碧绿',
    2 => '#66CDAA',
    3 => '102,205,170',
    4 => '',
  ),
  80 => 
  array (
    0 => 'mediumblue',
    1 => '中蓝',
    2 => '#0000CD',
    3 => '0,0,205',
    4 => '',
  ),
  81 => 
  array (
    0 => 'mediumorchid',
    1 => '中洋兰紫',
    2 => '#BA55D3',
    3 => '186,85,211',
    4 => '见“Orchid”',
  ),
  82 => 
  array (
    0 => 'mediumpurple',
    1 => '中紫',
    2 => '#9370D8',
    3 => '147,112,219',
    4 => '',
  ),
  83 => 
  array (
    0 => 'mediumseagreen',
    1 => '中海藻绿',
    2 => '#3CB371',
    3 => '60,179,113',
    4 => '',
  ),
  84 => 
  array (
    0 => 'mediumslateblue',
    1 => '中岩蓝',
    2 => '#7B68EE',
    3 => '123,104,238',
    4 => '',
  ),
  85 => 
  array (
    0 => 'mediumspringgreen',
    1 => '中嫩绿',
    2 => '#00FA9A',
    3 => '0,250,154',
    4 => '',
  ),
  86 => 
  array (
    0 => 'mediumturquoise',
    1 => '中松石绿',
    2 => '#48D1CC',
    3 => '72,209,204',
    4 => '见“Turquoise”',
  ),
  87 => 
  array (
    0 => 'mediumvioletred',
    1 => '中紫红',
    2 => '#C71585',
    3 => '199,21,133',
    4 => '“中紫罗兰红”，直译名称过长',
  ),
  88 => 
  array (
    0 => 'midnightblue',
    1 => '午夜蓝',
    2 => '#191970',
    3 => '25,25,112',
    4 => '',
  ),
  89 => 
  array (
    0 => 'mintcream',
    1 => '薄荷乳白',
    2 => '#F5FFFA',
    3 => '245,255,250',
    4 => '',
  ),
  90 => 
  array (
    0 => 'mistyrose',
    1 => '雾玫瑰红',
    2 => '#FFE4E1',
    3 => '255,228,225',
    4 => '薄雾玫瑰，玫瑰品种之一',
  ),
  91 => 
  array (
    0 => 'moccasin',
    1 => '鹿皮色',
    2 => '#FFE4B5',
    3 => '255,228,181',
    4 => 'Moccasin本意为鹿皮鞋',
  ),
  92 => 
  array (
    0 => 'navajowhite',
    1 => '土著白',
    2 => '#FFDEAD',
    3 => '255,222,173',
    4 => '纳瓦霍(Navajo)是北美印第安人的一支',
  ),
  93 => 
  array (
    0 => 'navy',
    1 => '藏青',
    2 => '#000080',
    3 => '0,0,128',
    4 => '美国海军军服的颜色，Navy意为海军',
  ),
  94 => 
  array (
    0 => 'oldlace',
    1 => '旧蕾丝白',
    2 => '#FDF5E6',
    3 => '253,245,230',
    4 => '',
  ),
  95 => 
  array (
    0 => 'olive',
    1 => '橄榄色',
    2 => '#808000',
    3 => '128,128,0',
    4 => '',
  ),
  96 => 
  array (
    0 => 'olivedrab',
    1 => '橄榄绿',
    2 => '#6B8E23',
    3 => '107,142,35',
    4 => '',
  ),
  97 => 
  array (
    0 => 'orange',
    1 => '橙色',
    2 => '#FFA500',
    3 => '255,165,0',
    4 => '',
  ),
  98 => 
  array (
    0 => 'orangered',
    1 => '橘红',
    2 => '#FF4500',
    3 => '255,69,0',
    4 => '',
  ),
  99 => 
  array (
    0 => 'orchid',
    1 => '洋兰紫',
    2 => '#DA70D6',
    3 => '218,112,214',
    4 => '西洋兰花某品种的颜色',
  ),
  100 => 
  array (
    0 => 'palegoldenrod',
    1 => '白金菊黄',
    2 => '#EEE8AA',
    3 => '238,232,170',
    4 => '见“GoldenRod”',
  ),
  101 => 
  array (
    0 => 'palegreen',
    1 => '白绿色',
    2 => '#98FB98',
    3 => '152,251,152',
    4 => '',
  ),
  102 => 
  array (
    0 => 'paleturquoise',
    1 => '白松石绿',
    2 => '#AFEEEE',
    3 => '175,238,238',
    4 => '见“Turquoise”',
  ),
  103 => 
  array (
    0 => 'palevioletred',
    1 => '白紫红',
    2 => '#D87093',
    3 => '219,112,147',
    4 => '“白紫罗兰红色”的简略',
  ),
  104 => 
  array (
    0 => 'papayawhip',
    1 => '番木瓜橙',
    2 => '#FFEFD5',
    3 => '255,239,213',
    4 => '本意为番木瓜(一种热带水果)汁',
  ),
  105 => 
  array (
    0 => 'peachpuff',
    1 => '粉扑桃色',
    2 => '#FFDAB9',
    3 => '255,218,185',
    4 => 'Peach是桃，Puff是化妆用的粉扑',
  ),
  106 => 
  array (
    0 => 'peru',
    1 => '秘鲁红',
    2 => '#CD853F',
    3 => '205,133,63',
    4 => '从秘鲁国树金鸡纳树中提炼的一种颜料',
  ),
  107 => 
  array (
    0 => 'pink',
    1 => '粉色',
    2 => '#FFC0CB',
    3 => '255,192,203',
    4 => '',
  ),
  108 => 
  array (
    0 => 'plum',
    1 => '李紫',
    2 => '#DDA0DD',
    3 => '221,160,221',
    4 => 'Plum意为李子、梅子',
  ),
  109 => 
  array (
    0 => 'powderblue',
    1 => '粉末蓝',
    2 => '#B0E0E6',
    3 => '176,224,230',
    4 => '得名自洗衣店用来漂染衣物的物质大青',
  ),
  110 => 
  array (
    0 => 'purple',
    1 => '紫色',
    2 => '#800080',
    3 => '128,0,128',
    4 => '',
  ),
  111 => 
  array (
    0 => 'red',
    1 => '红色',
    2 => '#FF0000',
    3 => '255,0,0',
    4 => '',
  ),
  112 => 
  array (
    0 => 'rosybrown',
    1 => '玫瑰褐',
    2 => '#BC8F8F',
    3 => '188,143,143',
    4 => '',
  ),
  113 => 
  array (
    0 => 'royalblue',
    1 => '品蓝',
    2 => '#4169E1',
    3 => '65,105,225',
    4 => '直译为“皇家蓝”',
  ),
  114 => 
  array (
    0 => 'saddlebrown',
    1 => '鞍褐',
    2 => '#8B4513',
    3 => '139,69,19',
    4 => '亦作“马鞍棕”，马鞍常见的颜色',
  ),
  115 => 
  array (
    0 => 'salmon',
    1 => '鲑红',
    2 => '#FA8072',
    3 => '250,128,114',
    4 => '本意为三文鱼，一种鲑科冷水鱼类',
  ),
  116 => 
  array (
    0 => 'sandybrown',
    1 => '沙褐',
    2 => '#F4A460',
    3 => '244,164,96',
    4 => '',
  ),
  117 => 
  array (
    0 => 'seagreen',
    1 => '海藻绿',
    2 => '#2E8B57',
    3 => '46,139,87',
    4 => '',
  ),
  118 => 
  array (
    0 => 'seashell',
    1 => '贝壳白',
    2 => '#FFF5EE',
    3 => '255,245,238',
    4 => '',
  ),
  119 => 
  array (
    0 => 'sienna',
    1 => '土黄赭',
    2 => '#A0522D',
    3 => '160,82,45',
    4 => '',
  ),
  120 => 
  array (
    0 => 'silver',
    1 => '银色',
    2 => '#C0C0C0',
    3 => '192,192,192',
    4 => '',
  ),
  121 => 
  array (
    0 => 'skyblue',
    1 => '天蓝',
    2 => '#87CEEB',
    3 => '135,206,235',
    4 => '',
  ),
  122 => 
  array (
    0 => 'slateblue',
    1 => '岩蓝',
    2 => '#6A5ACD',
    3 => '106,90,205',
    4 => 'Slate本意为“板岩”',
  ),
  123 => 
  array (
    0 => 'slategray',
    1 => '岩灰',
    2 => '#708090',
    3 => '112,128,144',
    4 => '',
  ),
  124 => 
  array (
    0 => 'snow',
    1 => '雪白',
    2 => '#FFFAFA',
    3 => '255,250,250',
    4 => '',
  ),
  125 => 
  array (
    0 => 'springgreen',
    1 => '春绿',
    2 => '#00FF7F',
    3 => '0,255,127',
    4 => '',
  ),
  126 => 
  array (
    0 => 'steelblue',
    1 => '钢青',
    2 => '#4682B4',
    3 => '70,130,180',
    4 => '',
  ),
  127 => 
  array (
    0 => 'tan',
    1 => '日晒褐',
    2 => '#D2B48C',
    3 => '210,180,140',
    4 => '',
  ),
  128 => 
  array (
    0 => 'teal',
    1 => '鸭翅绿',
    2 => '#008080',
    3 => '0,128,128',
    4 => 'Teal意为绿翅鸭，一种水鸭',
  ),
  129 => 
  array (
    0 => 'thistle',
    1 => '蓟紫',
    2 => '#D8BFD8',
    3 => '216,191,216',
    4 => '菊科蓟属，多刺花卉，旧时苏格兰国花',
  ),
  130 => 
  array (
    0 => 'tomato',
    1 => '番茄红',
    2 => '#FF6347',
    3 => '255,99,71',
    4 => '',
  ),
  131 => 
  array (
    0 => 'turquoise',
    1 => '松石绿',
    2 => '#40E0D0',
    3 => '64,224,208',
    4 => '本意为土耳其石即绿松石，一种宝石',
  ),
  132 => 
  array (
    0 => 'violet',
    1 => '紫罗兰色',
    2 => '#EE82EE',
    3 => '238,130,238',
    4 => '',
  ),
  133 => 
  array (
    0 => 'wheat',
    1 => '麦色',
    2 => '#F5DEB3',
    3 => '245,222,179',
    4 => '',
  ),
  134 => 
  array (
    0 => 'white',
    1 => '白色',
    2 => '#FFFFFF',
    3 => '255,255,255',
    4 => '',
  ),
  135 => 
  array (
    0 => 'whitesmoke',
    1 => '烟雾白',
    2 => '#F5F5F5',
    3 => '245,245,245',
    4 => '',
  ),
  136 => 
  array (
    0 => 'yellow',
    1 => '黄色',
    2 => '#FFFF00',
    3 => '255,255,0',
    4 => '',
  ),
  137 => 
  array (
    0 => 'yellowgreen',
    1 => '暗黄绿色',
    2 => '#9ACD32',
    3 => '154,205,50',
    4 => '注意与GreenYellow区分',
  ),
);