<?php
/**
 * Created by PhpStorm.
 * User: wuxin
 * Date: 2018/4/12
 * Time: 20:05
 */
return array(
    /*
    'UTC +12' => '东西十二区',
    'UTC +11' => '东十一区',
    'UTC +10' => '东十区',
    'UTC +9' => '东九区',
    'UTC +8' => '东八区',
    'UTC +7' => '东七区',
    'UTC +6' => '东六区',
    'UTC +5' => '东五区',
    'UTC +4' => '东四区',
    'UTC +3' => '东三区',
    'UTC +2' => '东二区',
    'UTC +1' => '东一区',
    'UTC +0' => '中时区',
    'UTC -1' => '西一区',
    'UTC -2' => '西二区',
    'UTC -3' => '西三区',
    'UTC -4' => '西四区',
    'UTC -5' => '西五区',
    'UTC -6' => '西六区',
    'UTC -7' => '西七区',
    'UTC -8' => '西八区',
    'UTC -9' => '西九区',
    'UTC -10' => '西十区',
    'UTC -11' => '西十一区',*/

    12 => '东西十二区',
    11 => '东十一区',
    10 => '东十区',
    9 => '东九区',
    8 => '东八区',
    7 => '东七区',
    6 => '东六区',
    5 => '东五区',
    4 => '东四区',
    3 => '东三区',
    2 => '东二区',
    1 => '东一区',
    0 => '中时区',
    -1 => '西一区',
    -2 => '西二区',
    -3 => '西三区',
    -4 => '西四区',
    -5 => '西五区',
    -6 => '西六区',
    -7 => '西七区',
    -8 => '西八区',
    -9 => '西九区',
    -10 => '西十区',
    -11 => '西十一区',
);